{"id":826,"date":"2018-01-27T19:53:41","date_gmt":"2018-01-27T19:53:41","guid":{"rendered":"http:\/\/rewise.wpsoul.net\/?post_type=blog&amp;p=826"},"modified":"2018-01-27T19:53:41","modified_gmt":"2018-01-27T19:53:41","slug":"gopro-hero-example-auto-content-list","status":"publish","type":"blog","link":"http:\/\/localhost\/wordpress\/blog\/gopro-hero-example-auto-content-list\/","title":{"rendered":"Gopro Hero example auto content list"},"content":{"rendered":"<div class=\"wpsm_update mobfont90\"><span class=\"label-info\">Update - 2018.01.27<\/span>This is &#8220;Title outside Content&#8221; Post Layout. You can also <a href=\"http:\/\/rehubdocs.wpsoul.com\/docs\/rehub-theme\/how-to\/how-to-make-auto-contents-for-post\/\" target=\"_blank\" rel=\"noopener\">add sticky contents panel<\/a><\/div>\n<p><\/p>\n<p>While the GoPro Hero5 has many of the same specs as the previous generation when it comes to video and photo resolutions, there are some new features in it.  Individually no single feature is a massive leap forward in the action cam industry, but collectively they represent a notable and substantial difference over the Hero4 Black.  This section is mostly focused on these new features, while the remaining sections take a deeper dive into the core functions of the camera, as well as touch on these new features in more detail.<\/p>\n<p>Fully Waterproofed: Probably the most notable item is that the GoPro Hero5 Black is now fully waterproofed without the need for a separate case, just like the GoPro Hero4 Session was.  In fact, it has nearly the same rubberish material on the outside.<\/p>\n<p>What is of more concern though is the USB-C\/HDMI port door.  This door pops off for placement into the Karma gimbal\/drone, as well as just for charging:<\/p>\n<h2>Deals<\/h2>\n<div class=\"wpsm-titlebox clearbox wpsm_style_1\"><strong class=\"\">Gopro 5 deals<\/strong><div><\/div><\/div>\n<p>Now this won’t easily pop-off while it’s locked in place, as you have to press a button down to open it (plus slide it).  But, the trick will be not losing it after charging your camera or while the charging cable is attached.  GoPro does sell the door as an accessory (albeit over priced), and I know I plan to buy an extra door and then seal it up somewhere special in my backpack\/suitcase for traveling.  Because I guarantee you that I’ll lose it at the most inopportune time on a trip to some beautiful watery location and be unable to take pictures of The Girl underwater in a bikini without the door.<\/p>\n<p>Speaking of doors that we don’t want opening up, we’ve also got the battery compartment down below.  That holds both the battery as well as the micro-SD card:<\/p>\n<h2>Touch Display:<\/h2>\n<p>The Hero5 takes the touch display found on the Hero4 Silver and advanced it forward.  As you might remember, the Hero4 Black actually lacked a display.  This was one reason that the Hero4 Silver was actually a more day to day favorite of mine than the Hero4 Black was.<\/p>\n<blockquote><p>However, the touch display acts and feels significantly different here than the Hero4 Silver.<\/p><\/blockquote>\n<p>The entire menu system has been redone to make it more intuitive to find settings.  Along the bottom it shows you the basics for that mode.  For example, in the video mode it shows you resolution and frame rate.<\/p>\n<p>You can tap on it to change these specs.  Only the available frame rates will display for a given resolution.  In theory this looks beautiful, but in practice it’s actually more cumbersome than I expected.  I think this is because there’s just too many resolutions too closely together for a normal sized finger to hit the right resolution on that small display.<\/p>\n<p><img loading=\"lazy\" class=\"alignnone size-full wp-image-182\" src=\"http:\/\/rewise.wpsoul.net\/wp-content\/uploads\/2016\/10\/gopro3.jpg\" alt=\"gopro3\" width=\"720\" height=\"480\" \/><\/p>\n<p>On the right side of the display you can enable various advanced settings for that mode, such as ProTune, Image Stabilization, and Audio Control:<\/p>\n<p>From the top you’ll be able to access general camera settings like WiFi connectivity and voice control. And from the left you can access the playback pages to review photos and videos you’ve taken.  I cover all this in-detail in this video below:<\/p>\n<hr class=\"wpsm-divider dotted_divider\" style=\"margin-top: 20px;margin-bottom: 20px;\" \/>\n<span class=\"wpsm-highlight wpsm-highlight-yellow\">All of this is of course waterproof as well.  Though, it won’t work underwater.  For that you’ll need to use the push-buttons on the top\/side of the camera to change modes. <\/span>\n<hr class=\"wpsm-divider dotted_divider\" style=\"margin-top: 20px;margin-bottom: 20px;\" \/>\n<p>Speaking of a wet display, in general I found it doesn’t work well when wet either.  Especially if your fingers are wet, it all goes to crap and fails to respond.<\/p>\n<p>As I said earlier, in theory the new GoPro Hero5 Black touch display layout looks good, but in practice it needs a bit more refinement.  I found that the vast majority of the time while trying to change modes the slight display lag combined with tiny option selectors meant many missed attempts at configuring things.<\/p>\n<h2>Voice Control:<\/h2>\n<p>Like the VIRB Ultra 30, GoPro too introduced Voice Control this fall.  This means you can simply tell your camera “GoPro, Start Recording”, and it’ll indeed start recording.  Same goes for photos, and even changing modes.  In fact, you can actually swear an expletive that rhymes with ‘hit’ and it’ll mark a highlight there.  It’s cool.<\/p>\n<p><img loading=\"lazy\" class=\"alignnone size-full wp-image-180\" src=\"http:\/\/rewise.wpsoul.net\/wp-content\/uploads\/2016\/10\/gopro1.jpg\" alt=\"gopro1\" width=\"650\" height=\"365\" \/><\/p>\n<p>You can turn this option on\/off, and it’s available in seven languages.  Also, if you have the Remo accessory remote, that’ll accept voice commands too in the event the camera is out of range of your voice.<\/p>\n<p>But…it’s not perfect.  I found that it works most of the time when standing still.  But once you start moving I found both it and the Hero5 Session actually perform worse than Garmin does.  At about 10MPH (15KPH) I find the ability to give commands pretty much dies no matter which way the camera is facing.  Whereas with Garmin it’ll continue working above that speed as long as the camera is facing you.<\/p>\n<p>So you’ll see that GoPro has more functionality (commands) than Garmin does.  And earlier leaked manuals in August even showed GoPro being able to learn new commands you assign it (that hasn’t happened yet…but that’d be super cool).  But in usage, the Garmin actually works better when you start moving, and there’s fewer failed commands.<\/p>\n<h2>GPS &amp; Sensors:<\/h2>\n<p>The Hero5 Black contains GPS.  But that GPS won’t do anything for you.  See, the GPS on the Hero5 Black is merely used to geotag the location of your photos and videos.  Essentially it does what Facebook and Instagram do with your phone by saying ‘You were here’ when you took this photo.  It is NOT used to record your GPS tracks while you bike\/ski\/surf\/etc… Nor is it used to display your speed on videos.  Basically, it’s not used for much of anything except saying “This was taken in NYC”.<\/p>\n<p>This is obviously a huge disappointment for sports fans that wanted to overlay data like speed or distance onto their videos and have that all be done natively within the GoPro suite.  After all, GoPro bought Dashware, the leading app for overlaying such metrics.  Yet, tough beans for any usage there at this point.  The GPS tagging icon is shown at the top left of the display:<\/p>\n<p><img loading=\"lazy\" class=\"alignnone size-full wp-image-181\" src=\"http:\/\/rewise.wpsoul.net\/wp-content\/uploads\/2016\/10\/gopro2.jpg\" alt=\"gopro2\" width=\"650\" height=\"365\" \/><\/p>\n<p>Electronic Image Stabilization, RAW Photos, Advanced Audio Tracks: I’m bucketing all three of these together, not because they deserve to be together, but because I want to call them out here before I dive into them more deeply down below.  These are in many ways some of the biggest differences between the Hero5 Black and Hero5 Session.  While the Hero5 Session does have stabilization, it does not have the new RAW photo mode, nor does it have the Advanced Audio Track capability.<\/p>\n<p>Speaking of which, let’s talk audio and video modes.<\/p>\n<h2>Video &amp; Audio details<\/h2>\n<p>Ahh yes, video time.  No better place to start diving into features than video modes.  In many ways the Hero5 is similar in these modes to the Hero4 Black.  After all, it too has 4K @ 30FPS and 720P @ 240FPS, the two ends of the spectrum that people often talk about.  The footage looks beautiful in 4K – no doubt.<\/p>\n<p><iframe loading=\"lazy\" title=\"GoPro HERO5 IN-DEPTH! Hands-on!\" width=\"840\" height=\"473\" src=\"https:\/\/www.youtube.com\/embed\/vvCuYUMzjyk?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen><\/iframe><\/p>\n<p>So what’s new and notable here?  Well we’ll start with the video stabilization.  Technically this is ‘electronic image stabilization’, which works by taking a larger resolution video clip (i.e. 4K) and then smoothing the video by offering a reduced resolution rate while stabilized (up to 2.7K).  By doing this it essentially stabilizes by cutting the edges off the corners to make the video appear smooth.  It’s the same thing that Garmin does on their VIRB Ultra 30 (but the Garmin is limited to 1440 vs the higher 2.7K), but is different than what Sony does with their new X3000R, where they use optical image stabilization.  That’s better because it doesn’t crop any of the image.<\/p>\n<hr class=\"wpsm-divider dotted_divider\" style=\"margin-top: 20px;margin-bottom: 20px;\" \/>\n<span class=\"wpsm-highlight wpsm-highlight-blue\">To enable image stabilization, you’ll simply swipe from the right.  It’ll warn you about cutting about 10% of the field of view:<\/span>\n<hr class=\"wpsm-divider dotted_divider\" style=\"margin-top: 20px;margin-bottom: 20px;\" \/>\n<p>For cases where you’ve got some light chop in the roadway, or even for hand holding the unit, image stabilization can dramatically improve things.  Though, that’s at the sacrifice of resolution.  If your final output product’s 1080p, then it’s largely a no-brainer.  Do note that it generally works better when you’re shooting something that has a large portion of the image facing one direction constantly.  Versus on a helmet mount, it can get a bit wonky as you move the view around a bunch.<\/p>\n<p>What’s even more interesting though is the ability to record the native audio files from each microphone separately.  If you enable ProTune, you’ll see a new option to do this.  Within that you have three levels:<\/p>\n<p><img loading=\"lazy\" class=\"alignnone size-full wp-image-185\" src=\"http:\/\/rewise.wpsoul.net\/wp-content\/uploads\/2016\/10\/GoPro-Hero5-Black-Display_thumb.jpg\" alt=\"gopro-hero5-black-display_thumb\" width=\"720\" height=\"480\" \/><\/p>\n<p>Here’s some quick tests that I’ve done with just straight recording times:<\/p>\n<p>1080p 30FPS (Wide): 2:07:41 (no WiFi\/GPS), 1:50:52 (WiFi\/GPS enabled)<\/p>\n<p>2.7K 30FPS (Wide): 1:45:05 (with WiFi Enabled)<\/p>\n<p>4K 30FPS (Wide): 1:31:10 (with WiFi enabled)<\/p>\n<p>All of these were simply taken at room temperature; obviously aspects like environmental temperature will impact things considerably, as will other modes and increased frame rates.  But those give you some basic bounds to work within.<\/p>\n<h2>Photo mode:<\/h2>\n<p>While the Hero5 Black doesn’t offer any more resolution than the Hero4 Black did, it does offer a number of substantial photo-focused features.  First, the basics though.  To get into the photo mode you’ll go ahead and tap the mode button until you see photos.  Or, just tell the GoPro to take a photo using voice commands.<\/p>\n<p>Now there are technically different photo modes, including the ability to take a burst photo, a series of photos as a timelapse, or night photos. Note that this photo timelapse is separate from the video timelapse option.  This produces a crapton of photo files, whereas the video timelapse produces a single video timelapse file.<\/p>\n<p>Within the photo mode you can change resolution, as well as perspective.  Resolution is set to 12MP.  While perspective options are Wide, Linear, Medium, and Narrow.  The linear one is the most notable new one, which aims to reduce the fisheye effect seen on many action cams.  To understand these differences, here’s a sample gallery of the different modes:<\/p>\n<p>The burst mode allows you to capture a moment of action with up to 30 frames per second.  You can also configure it to have those frames spread out over a few seconds too:<\/p>\n<h2>HERO5 BLACK VS HERO5 SESSION:<\/h2>\n<p>So you’re trying to choose between the Hero5 Black and the Hero5 Session.  Both solid choices, and let me give you some food for thought on deciding between the two (the next section I talk about between the Hero5 Black vs the Garmin VIRB Ultra 30).  Do note I’m specifically talking here about the $299USD Hero5 Session, and *NOT* the cheaper $199 Hero Session, which lacks a ton of features compared to the $299 Hero5 Session.  The key visible difference being the lack of the numeral ‘5’ in the Hero Session name.<\/p>\n<p><strong>From a top-line standpoint, here’s what the Hero5 Black has that the Hero5 Session lacks:<\/strong><\/p>\n<div class=\"wpsm_checklist wpsm_pretty_list\"><\/p>\n<ul>\n<li>12MP instead of 10MP pictures on Session<\/li>\n<li>GPS for location stamping<\/li>\n<li>Inability to swap out battery (it’s not removable)<\/li>\n<li>RAW photo option<\/li>\n<li>WDR (Wide Dynamic Range) photo option<\/li>\n<li>Higher slow-mo specs (240fps on Black vs 120fps on Session)<\/li>\n<li>A handful less frame-rate options<\/li>\n<li>Touch display on the back (no display at all)<\/li>\n<li>Three mics vs two mics on Hero5 Session<\/li>\n<li>Ability to record individual audio streams<\/li>\n<li>HDMI port for direct viewing\/connection options<\/li>\n<\/ul>\n<p><\/div>\n<p><strong>You’ll still get all this stuff on the Hero5 Session though:<\/strong><\/p>\n<div class=\"wpsm_checklist wpsm_pretty_list\"><\/p>\n<ul>\n<li>– Voice control<\/li>\n<li>– Electronic Image Stabilization<\/li>\n<li>– WiFi Uploads to GoPro Plus<\/li>\n<li>– 4K Video options<\/li>\n<li>– Karma Drone and Karma Grip Compatibility ($29 accessory required)<\/li>\n<li>– Waterproofing to 10m\/33ft<\/li>\n<li>– USB-C<\/li>\n<\/ul>\n<p><\/div>\n<p>That’s the basic differences. Again, both cameras are very good, you won’t go wrong with either.  For me, I prefer the Hero5 Black because I like to be able to see and frame up what I’m taking a photo\/video of.  Whereas the Hero5 Session it’s shoot and pray that you’ve got it lined up.  Sure, you can use your phone for certain shots – but most of us won’t do that.<\/p>\n<h2>Latest news<\/h2>\n<div class=\"egg-wrap\">\r\n                    <div class=\"media border-grey-bottom pb10 mb20 flowhidden\">\r\n                            <div class=\"media-left pr20 pb10 celldisplay verttop\">\r\n                    <img style=\"max-width: 225px;\" class=\"media-object blockstyle thumbnail pt5 pl5 pr5 pb5 mb20 whitebg border-lightgrey\" src=\"http:\/\/rewise.wpsoul.net\/wp-content\/uploads\/2018\/01\/gopro-hero6-review-the-best-action-camera.jpg\" alt=\"GoPro Hero6 Review: The Best Action Camera\" \/>\r\n                <\/div>\r\n                        <div class=\"media-body flowhidden celldisplay verttop\">\r\n                <h4 class=\"media-heading mt0 mb10\">\r\n                    <span class=\"ext-source\" data-dest=\"https:\/\/www.tomsguide.com\/us\/gopro-hero-6,review-5068.html\">GoPro Hero6 Review: The Best Action Camera<\/span>                <\/h4>\r\n                <small class=\"text-meta font85 greycolor blockstyle mb10\">\r\n                    January 22, 2018 -\r\n                    <span class=\"ext-source\" data-dest=\"https:\/\/www.tomsguide.com\/us\/gopro-hero-6,review-5068.html\">Tom's Guide<\/span>                <\/small>\r\n                <p>The Hero6 Black includes some internal upgrades that&#039;ll make it worth the higher price for professional photographers or videographers, but casual users might want to buy the previous-generation model....<\/p>\r\n            <\/div>\r\n        <\/div>\r\n                    <div class=\"media border-grey-bottom pb10 mb20 flowhidden\">\r\n                            <div class=\"media-left pr20 pb10 celldisplay verttop\">\r\n                    <img style=\"max-width: 225px;\" class=\"media-object blockstyle thumbnail pt5 pl5 pr5 pb5 mb20 whitebg border-lightgrey\" src=\"http:\/\/rewise.wpsoul.net\/wp-content\/uploads\/2018\/01\/gopro-hero-6-black-review-the-waterproof-device-is-the-new-4k-video-pro.jpg\" alt=\"GoPro Hero 6 Black review: The waterproof device is the new 4k video pro\" \/>\r\n                <\/div>\r\n                        <div class=\"media-body flowhidden celldisplay verttop\">\r\n                <h4 class=\"media-heading mt0 mb10\">\r\n                    <span class=\"ext-source\" data-dest=\"https:\/\/economictimes.indiatimes.com\/magazines\/panache\/gopro-hero-6-black-review-the-waterproof-device-is-the-new-4k-video-pro\/articleshow\/62361026.cms\">GoPro Hero 6 Black review: The waterproof device is the new 4k video pro<\/span>                <\/h4>\r\n                <small class=\"text-meta font85 greycolor blockstyle mb10\">\r\n                    January 4, 2018 -\r\n                    <span class=\"ext-source\" data-dest=\"https:\/\/economictimes.indiatimes.com\/magazines\/panache\/gopro-hero-6-black-review-the-waterproof-device-is-the-new-4k-video-pro\/articleshow\/62361026.cms\">Economic Times<\/span>                <\/small>\r\n                <p>In terms of absolute specifications, features and performance, the Hero 6 Black is the device to beat as far as any action camera maker is concerned. It looks very similar to the Hero 5 — it even has the waterproof design. But there are upgrades: the...<\/p>\r\n            <\/div>\r\n        <\/div>\r\n                    <div class=\"media border-grey-bottom pb10 mb20 flowhidden\">\r\n                            <div class=\"media-left pr20 pb10 celldisplay verttop\">\r\n                    <img style=\"max-width: 225px;\" class=\"media-object blockstyle thumbnail pt5 pl5 pr5 pb5 mb20 whitebg border-lightgrey\" src=\"http:\/\/rewise.wpsoul.net\/wp-content\/uploads\/2018\/01\/gopro-hero-6-black-review-superb-quality-but-you-pay-for-it.jpg\" alt=\"GoPro Hero 6 Black review: Superb quality, but you pay for it\" \/>\r\n                <\/div>\r\n                        <div class=\"media-body flowhidden celldisplay verttop\">\r\n                <h4 class=\"media-heading mt0 mb10\">\r\n                    <span class=\"ext-source\" data-dest=\"http:\/\/www.alphr.com\/mobile-phones\/1008116\/gopro-hero-6-black-review-superb-quality-but-you-pay-for-it\">GoPro Hero 6 Black review: Superb quality, but you pay for it<\/span>                <\/h4>\r\n                <small class=\"text-meta font85 greycolor blockstyle mb10\">\r\n                    January 5, 2018 -\r\n                    <span class=\"ext-source\" data-dest=\"http:\/\/www.alphr.com\/mobile-phones\/1008116\/gopro-hero-6-black-review-superb-quality-but-you-pay-for-it\">Alphr<\/span>                <\/small>\r\n                <p>The headline is that the Hero 6 Black 4K can capture 4K video at 60fps (or 50fps if you&#039;re shooting for a PAL audience) rather than 30fps, as was the limitation for the GoPro Hero 5 Black. This is thanks to the camera&#039;s new, more powerful GP1 processor...<\/p>\r\n            <\/div>\r\n        <\/div>\r\n    <\/div>\n<h2>Our score<\/h2>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>While the GoPro Hero5 has many of the same specs as the previous generation when it comes to video and photo resolutions, there are some new features in it.  Individually no single feature is a massive leap forward in the action cam industry, but collectively they represent a notable and substantial difference over the Hero4 [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":204,"comment_status":"open","ping_status":"open","template":"","meta":[],"blog_tag":[],"blog_category":[92],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v17.5 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\r\n<title>Gopro Hero example auto content list - comparsionrehub<\/title>\r\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\r\n<link rel=\"canonical\" href=\"http:\/\/localhost\/wordpress\/blog\/gopro-hero-example-auto-content-list\/\" \/>\r\n<meta property=\"og:locale\" content=\"en_US\" \/>\r\n<meta property=\"og:type\" content=\"article\" \/>\r\n<meta property=\"og:title\" content=\"Gopro Hero example auto content list - comparsionrehub\" \/>\r\n<meta property=\"og:description\" content=\"While the GoPro Hero5 has many of the same specs as the previous generation when it comes to video and photo resolutions, there are some new features in it.  Individually no single feature is a massive leap forward in the action cam industry, but collectively they represent a notable and substantial difference over the Hero4 [&hellip;]\" \/>\r\n<meta property=\"og:url\" content=\"http:\/\/localhost\/wordpress\/blog\/gopro-hero-example-auto-content-list\/\" \/>\r\n<meta property=\"og:site_name\" content=\"comparsionrehub\" \/>\r\n<meta property=\"og:image\" content=\"http:\/\/localhost\/wordpress\/wp-content\/uploads\/2016\/10\/gopro-hero-5-review-470-75.jpg\" \/>\r\n\t<meta property=\"og:image:width\" content=\"1200\" \/>\r\n\t<meta property=\"og:image:height\" content=\"675\" \/>\r\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\r\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"11 minutes\" \/>\r\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\r\n\t    \"@context\": \"https:\/\/schema.org\",\r\n\t    \"@graph\": [\r\n\t        {\r\n\t            \"@type\": \"WebSite\",\r\n\t            \"@id\": \"https:\/\/localhost\/wordpress\/#website\",\r\n\t            \"url\": \"https:\/\/localhost\/wordpress\/\",\r\n\t            \"name\": \"comparsionrehub\",\r\n\t            \"description\": \"Just another WordPress site\",\r\n\t            \"potentialAction\": [\r\n\t                {\r\n\t                    \"@type\": \"SearchAction\",\r\n\t                    \"target\": {\r\n\t                        \"@type\": \"EntryPoint\",\r\n\t                        \"urlTemplate\": \"https:\/\/localhost\/wordpress\/?s={search_term_string}\"\r\n\t                    },\r\n\t                    \"query-input\": \"required name=search_term_string\"\r\n\t                }\r\n\t            ],\r\n\t            \"inLanguage\": \"en-US\"\r\n\t        },\r\n\t        {\r\n\t            \"@type\": \"ImageObject\",\r\n\t            \"@id\": \"http:\/\/localhost\/wordpress\/blog\/gopro-hero-example-auto-content-list\/#primaryimage\",\r\n\t            \"inLanguage\": \"en-US\",\r\n\t            \"url\": \"http:\/\/localhost\/wordpress\/wp-content\/uploads\/2016\/10\/gopro-hero-5-review-470-75.jpg\",\r\n\t            \"contentUrl\": \"http:\/\/localhost\/wordpress\/wp-content\/uploads\/2016\/10\/gopro-hero-5-review-470-75.jpg\",\r\n\t            \"width\": 1200,\r\n\t            \"height\": 675\r\n\t        },\r\n\t        {\r\n\t            \"@type\": \"WebPage\",\r\n\t            \"@id\": \"http:\/\/localhost\/wordpress\/blog\/gopro-hero-example-auto-content-list\/#webpage\",\r\n\t            \"url\": \"http:\/\/localhost\/wordpress\/blog\/gopro-hero-example-auto-content-list\/\",\r\n\t            \"name\": \"Gopro Hero example auto content list - comparsionrehub\",\r\n\t            \"isPartOf\": {\r\n\t                \"@id\": \"https:\/\/localhost\/wordpress\/#website\"\r\n\t            },\r\n\t            \"primaryImageOfPage\": {\r\n\t                \"@id\": \"http:\/\/localhost\/wordpress\/blog\/gopro-hero-example-auto-content-list\/#primaryimage\"\r\n\t            },\r\n\t            \"datePublished\": \"2018-01-27T19:53:41+00:00\",\r\n\t            \"dateModified\": \"2018-01-27T19:53:41+00:00\",\r\n\t            \"breadcrumb\": {\r\n\t                \"@id\": \"http:\/\/localhost\/wordpress\/blog\/gopro-hero-example-auto-content-list\/#breadcrumb\"\r\n\t            },\r\n\t            \"inLanguage\": \"en-US\",\r\n\t            \"potentialAction\": [\r\n\t                {\r\n\t                    \"@type\": \"ReadAction\",\r\n\t                    \"target\": [\r\n\t                        \"http:\/\/localhost\/wordpress\/blog\/gopro-hero-example-auto-content-list\/\"\r\n\t                    ]\r\n\t                }\r\n\t            ]\r\n\t        },\r\n\t        {\r\n\t            \"@type\": \"BreadcrumbList\",\r\n\t            \"@id\": \"http:\/\/localhost\/wordpress\/blog\/gopro-hero-example-auto-content-list\/#breadcrumb\",\r\n\t            \"itemListElement\": [\r\n\t                {\r\n\t                    \"@type\": \"ListItem\",\r\n\t                    \"position\": 1,\r\n\t                    \"name\": \"Home\",\r\n\t                    \"item\": \"http:\/\/localhost\/wordpress\/\"\r\n\t                },\r\n\t                {\r\n\t                    \"@type\": \"ListItem\",\r\n\t                    \"position\": 2,\r\n\t                    \"name\": \"Blog\",\r\n\t                    \"item\": \"http:\/\/localhost\/wordpress\/blog\/\"\r\n\t                },\r\n\t                {\r\n\t                    \"@type\": \"ListItem\",\r\n\t                    \"position\": 3,\r\n\t                    \"name\": \"Gopro Hero example auto content list\"\r\n\t                }\r\n\t            ]\r\n\t        }\r\n\t    ]\r\n\t}<\/script>\r\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Gopro Hero example auto content list - comparsionrehub","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"http:\/\/localhost\/wordpress\/blog\/gopro-hero-example-auto-content-list\/","og_locale":"en_US","og_type":"article","og_title":"Gopro Hero example auto content list - comparsionrehub","og_description":"While the GoPro Hero5 has many of the same specs as the previous generation when it comes to video and photo resolutions, there are some new features in it.  Individually no single feature is a massive leap forward in the action cam industry, but collectively they represent a notable and substantial difference over the Hero4 [&hellip;]","og_url":"http:\/\/localhost\/wordpress\/blog\/gopro-hero-example-auto-content-list\/","og_site_name":"comparsionrehub","og_image":[{"width":1200,"height":675,"url":"http:\/\/localhost\/wordpress\/wp-content\/uploads\/2016\/10\/gopro-hero-5-review-470-75.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"11 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebSite","@id":"https:\/\/localhost\/wordpress\/#website","url":"https:\/\/localhost\/wordpress\/","name":"comparsionrehub","description":"Just another WordPress site","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/localhost\/wordpress\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"ImageObject","@id":"http:\/\/localhost\/wordpress\/blog\/gopro-hero-example-auto-content-list\/#primaryimage","inLanguage":"en-US","url":"http:\/\/localhost\/wordpress\/wp-content\/uploads\/2016\/10\/gopro-hero-5-review-470-75.jpg","contentUrl":"http:\/\/localhost\/wordpress\/wp-content\/uploads\/2016\/10\/gopro-hero-5-review-470-75.jpg","width":1200,"height":675},{"@type":"WebPage","@id":"http:\/\/localhost\/wordpress\/blog\/gopro-hero-example-auto-content-list\/#webpage","url":"http:\/\/localhost\/wordpress\/blog\/gopro-hero-example-auto-content-list\/","name":"Gopro Hero example auto content list - comparsionrehub","isPartOf":{"@id":"https:\/\/localhost\/wordpress\/#website"},"primaryImageOfPage":{"@id":"http:\/\/localhost\/wordpress\/blog\/gopro-hero-example-auto-content-list\/#primaryimage"},"datePublished":"2018-01-27T19:53:41+00:00","dateModified":"2018-01-27T19:53:41+00:00","breadcrumb":{"@id":"http:\/\/localhost\/wordpress\/blog\/gopro-hero-example-auto-content-list\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["http:\/\/localhost\/wordpress\/blog\/gopro-hero-example-auto-content-list\/"]}]},{"@type":"BreadcrumbList","@id":"http:\/\/localhost\/wordpress\/blog\/gopro-hero-example-auto-content-list\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"http:\/\/localhost\/wordpress\/"},{"@type":"ListItem","position":2,"name":"Blog","item":"http:\/\/localhost\/wordpress\/blog\/"},{"@type":"ListItem","position":3,"name":"Gopro Hero example auto content list"}]}]}},"_links":{"self":[{"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/blog\/826"}],"collection":[{"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/blog"}],"about":[{"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/types\/blog"}],"author":[{"embeddable":true,"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/comments?post=826"}],"version-history":[{"count":0,"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/blog\/826\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/media\/204"}],"wp:attachment":[{"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/media?parent=826"}],"wp:term":[{"taxonomy":"blog_tag","embeddable":true,"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/blog_tag?post=826"},{"taxonomy":"blog_category","embeddable":true,"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/blog_category?post=826"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}